#+STARTUP: show2levels
#+STARTUP: indent

* NFH
** Code/Equations Note
Should be written with Zp = -1. Only difference should be swap of
cations vs anions

** v14 full runs
- Profiles until 4mM look good
- b10v14 continue
  - 08/15: generally good progression
  - 08/22: re-run without SIM
- b12v14
  - @3.0 4, 5          re-init 08/09
    4 (100 -> 50)      re-init 08/16
    re-reun without SIM 08/22
- b14v14 NaN too soon to tell if trend good
  - @2.6 4, 5          re-init 08/09
    4 (300 -> 350)     re-init 08/12
    4 (50 -> 30)       re-init 08/16
    4                  re-init 08/22
    4 (10->0, 30->50)  re-init 08/24
  - @2.8 4, 5, 6       re-init 08/09
    4,5,6 (300 -> 350) re-init 08/12
    4,5,6 (50 -> 30)   re-init 08/16
    4,5                re-init 08/22
    4,5 (30->50, 10->0)re-init 08/24
  - @3.0 4, 5, 6, 8    re-init 08/09
    4,5,6              re-init 08/12
    4,5,6 (50 -> 30)   re-init 08/15
    4,5,6              re-init 08/22
    4,5,6(30->50,10->0)re-init 08/24
    re-run             08/22
    - (with SIM, look for crashes)
    10-100             re-init 09/01
    - (no SIM, lx change)
    6 (50->30)         re-init 09/01
    - SIM noise at it 2500; too drastic change?
    - 4,5 pause until 6 is better
    6 (30->10)         re-init 09/23
    - Numerical problem shown at it = 4000
    6 (Guass init)     re-init 09/23
    - /dx same problem
    6 (/(2*dx))        re-init 09/26
    - Same problem
    6 (/(3*dx))        re-init 09/26
    - Same problem
    6 (/(5*dx))        re-init 09/26
    - Same problem
    6 (/10dx)          re-init 09/27

    
** b10v102 run
- Init 09/27 from b10v106
    

** v10 runs
*** b12v10
2.6: Re-init 09/29
2.4: Start 09/29
** v12 runs
*** b10v12
Continue
*** b12v12
4, 5 rerun
*** b14v12
Completely rerun


* NLH
** Erika narratives:
1. Role of M vs. H. Despite similarities, why both necessary in a
   neurofilament? Origin electrostatics and effect of phosphorylation
   or something else (e.g. conformational)?
2. Role of first neg. block in NFH. Makes sequence sharply
   heterogeneous.

   
** EAD0710
*** Chimax = 2.6
- Overall: 
  - Good convergence
  - H profile not bad
  - L profile wrong--Height increase at high Cs?
**** b10v14 
- H: 10, 25
**** b12v14 
- H: 25 
**** b14v14 
- H: 25
*** Chimax = 3.0
**** b14v14
- End 08/24:
  - Cs 5-100 still running
  - H still much taller than L at all Cs
    - Stiffness scales wrt b^3, but both will be affected
  - L height goes up then down: switching conformations?
  - H end block (5-7) bimodal. Ch dist. wrong?
- 08/24: Rerun L @Cs 1-3 from Cs 5 (1A-3A) and Cs 5 from Cs 3 (4A).
  - First order phase transition?
    |        1 |       1A |        2 |       2A |        3 |       3A |        4 |       4A |
    |----------+----------+----------+----------+----------+----------+----------+----------|
    | -5.46923 | -5.52008 | -4.95240 | -5.00074 | -4.68733 | -4.73383 | -4.46136 | -4.46136 |
- WHY IS HEIGHT INCREASING?

** b10v102

* NAF
** Clay meeting: SCFT to mass frac [0/3]
*** TODO pervaded volume reading
*** TODO prep slide (from quals)
*** TODO schedule

* SYSG
** a3
- p2 at low chi (0.95) for p1 crossover
- p3 at low chi (0.95 - 1.10) for any freeE min behavior
*** p1a3 [2/6]
- [X] 0.90 (9)
- [X] 0.95 (18)
- [ ] 1.00 (21)
  - 08/12: From 0.97 (19)
  - 08/15: Unfinished, seems to be p2
  - Pause; maybe coil-p3 at <1.00
- [ ] 1.05 (23)
- [ ] 1.10 (33)
  - From 1.15
  - Turned into p3 -- moved for p3a3/1
  - 08/12: again, andit 10 -> 0
  - 08/15: pause; maybe coil-p3?
- [ ] 1.15 (34)
  - Continue--freeDiff good, inCompmax trend good, AndErr still O(1e-01)
  - 08/10: continue, AndErr O(1e-02)
  - 08/12: continue, AndErr approx 3e-02
  - 08/15: pause; AndErr approx 2.9e-02; maybe coil-p3?
*** p2a3 [1/2]
- [X] 0.95 (14)
  - 08/12: From 0.98 (12)
- [-] 1.07 (19)
  - Init from 1.10 (11): 08/25
  - Try 1 end: 08/29 -- AndErr approx 2.5e-02
*** p3a3 [1/5]
- [-] 1.05 (6)
  - Init from 1.10 (1)
  - Try 1 end: 08/19 -- p2
  - Init from 1.10 (1, 08/19), 50 -> 30
  - Try 2 end: 08/23 -- p2
  - Init from 1.10 (1, 08/23), andIt = 0
  - Try 1 end: 08/25 -- AndErr approx 2.36e-02
    - Pause until p2a3 @1.07 (19): p2 or p3?
- [-] 1.07 (7)
  - Init from 1.10 (1, 08/23)
  - Try 1 end: 08/25 -- AndErr approx 2.18e-02
  - Try 2 end: 08/29 -- AndErr approx 1.85e-02
- [-] 1.10 (1)
  - Try 1 end: 08/12 -- Init from 1.15 (34) p1a3
  - Try 2 end: 08/15 -- AndErr approx 5.7e-02
  - Try 3 end: 08/19 -- AndErr approx 3.9e-02
  - andIt = 0 just to try if faster
  - Try 4 end: 08/25 -- AndErr approx 2.7e-02
  - wcmp 50 -> 60
  - Try 5 end: 08/29 -- AndErr approx 2.52e-02
  - wcmp 60 -> 70
- [-] 1.15 (2)
  - Init from 1.10, 08/19
  - Try 1 end: 08/23 -- AndErr approx 1.4e-01
  - Try 2 end: 08/29 -- AndErr approx 2.3e+00 (but looks fine)
- [X] 1.50 (9)
  - Try 2 end: 08/08 -- bad inCompMax trend, wcmp 5 -> 8
  - Try 3 end: 08/10 -- turned into 2C, wcmp 8 -> 6
  - Try 4 end: 08/12 -- inCompMax bad trend, looks like it will turn into 2C
  - End

** a4 (DONE)
*** p4a4 [1/1]
- 1.35 (6)
- [X] Not totally converged, but freeE barely changing, graph looks good  
*** a040 calcs

#+NAME: Fa4
|      |  ax1 |       ay1 |  ax2 |       ay2 |     am |  bx1 |       by1 |  bx2 |       by2 |      bm |        px |
|------+------+-----------+------+-----------+--------+------+-----------+------+-----------+---------+-----------|
| p1p4 |  1.1 | 0.0710305 | 1.11 | 0.0973985 | 2.6368 |  1.1 | 0.0713081 | 1.11 | 0.0973226 | 2.60145 | 1.1078529 |
| p4p3 | 1.35 |   0.59808 | 1.40 |  0.677055 | 1.5795 | 1.35 |  0.599839 |  1.4 |   0.67615 | 1.52622 | 1.3830143 |
| p3p2 | 1.55 |   0.86994 | 1.60 |   0.92503 | 1.1018 | 1.55 |  0.872143 |  1.6 |  0.924011 | 1.03736 | 1.5841868 |
| p2p1 | 1.90 |   1.16741 | 1.95 |   1.19934 | 0.6386 |  1.9 |   1.16862 | 1.95 |   1.19705 |  0.5686 | 1.8978720 |
|------+------+-----------+------+-----------+--------+------+-----------+------+-----------+---------+-----------|
#+TBLFM: $7=$2::$9=$4
#+TBLFM: $6=($5-$3)/($4-$2)::$11=($10-$8)/($9-$7)::$12=($6*$2-$11*$7+$8-$3)/($6-$11)

| Ha4  |  ax1 |   ay1 |  ax2 |   ay2 |       ayn |  bx1 |   by1 |  bx2 |   by2 |       byn |        px |
|------+------+-------+------+-------+-----------+------+-------+------+-------+-----------+-----------|
| p1p4 |  1.1 | 80.92 | 1.11 | 80.47 | 80.566620 |  1.1 | 80.92 | 1.11 | 80.47 | 80.566620 | 1.1078529 |
| p4p3 | 1.35 | 61.54 |  1.4 | 54.74 | 57.050055 | 1.35 | 63.01 |  1.4 | 56.67 | 58.823787 | 1.3830143 |
| p3p2 | 1.55 | 40.12 |  1.6 | 38.42 | 38.957649 | 1.55 | 37.97 |  1.6 | 35.23 | 36.096563 | 1.5841868 |
| p2p1 |  1.9 | 29.69 | 1.95 | 29.13 | 29.713834 |  1.9 | 24.48 | 1.95 | 24.03 | 24.499152 |  1.897872 |
|------+------+-------+------+-------+-----------+------+-------+------+-------+-----------+-----------|
#+TBLFM: $1=remote(Fa4,@@#$1)::$2=remote(Fa4,@@#$2)::$4=remote(Fa4,@@#$4)::$7=remote(Fa4,@@#$7)::$9=remote(Fa4,@@#$9)::$12=remote(Fa4,@@#$12)
#+TBLFM: $11=($12-$7)*($10-$8)/($9-$7)+$8::$6=($12-$2)*($5-$3)/($4-$2)+$3
** Eq video [3/3]
- [X] a040
  - [X] Meta calcs
  - [X] Video transitions
- [X] a020
- [X] a000
